[{
    "name": "Forest",
    "pictureLink": "http:\/\/dndspeak.com\/wp-content\/uploads\/2018\/01\/d5c005c366794c6e6cb229788b5eadb0.jpg",
    "encounters": ["A great elk is seen watching the party from a distance. It almost looks as if the elk is wearing a crown made of twigs and vines. ", "A party member trips on a hidden rock. As they are falling, they feel as though they are being 'caught' before hitting the ground. A nearby ent uses it's vines to catch the player before they hurt themselves.", "A gnome tinkerer rides past the party going the opposite direction. He appears every three hours of travel until the party buys something.", "A pair of wood elves are seen setting traps for poachers. If the party proves to be friends of the forest, the elves will take them to an extradimensional nature preserve full of extinct and oversized creatures.", "A water elemental and an earth elemental are seen attempting to make plant babies.", "An old twisted tree sits shortly off the path. It radiates a dark energy. If the tree is damaged, it will begin to leak a monster that grows from unnatural pollution (we're ripping off Fern Gully here).", "3d6 elvish, gnomish, human, and children are playing a game of tag in the forest.", "As the party approaches, they see a fawn, a rabbit, and a skunk run off to hide in the bushes (Bambi).", "Cats appear to be watching the party from the trees. Dozens upon dozens of them. Whenever a member of the party approaches them they run away and can’t be found (may serve as lookouts for a darker force).", "4d4 kobolds", "", "", ""],
    "funcType": "modify",
    "id": "0"
}, {
    "name": "Arctic",
    "pictureLink": "https:\/\/picsum.photos\/seed\/picsum\/200\/300",
    "encounters": ["1 giant owl", "1d6 + 3 kobolds", "1d4 + 3 trappers (commoners)", "1 owl", "2d4 blood hawks", "2d6 bandits", "1d3 winged kobolds with 1d6 kobolds", "The partially eaten carcass of mammoth, from which 1d4 weeks of rations can be harvested.", "2d6 hunters (tribal warriors)", "1 half-ogre"],
    "funcType": "modify",
    "id": "1"
}]
